package telebot

const (
	abetMsg         = "Время обеда, а бот абет все еще не задеплоен. Стыдно... Очень стыдно... А этот бот кстати задеплоен, когда как для деплоя бота абет было целых %d дней..."
	hourTillAbetMsg = `До обеда остался всего час. За это время можно было бы и задеплоить бота, но почему-то бот абет все еще не задеплоен
Уже целых %d дней...`
	infoMsg = `Доступные команды:
help - отобразить данное сообщение
start - запуск бота`
	newDayMsg     = "Вот еще один день бот абет не задеплоен. Вот уже %d таких дней позади"
	newMorningMsg = "Вот уже %d утро подряд бот абет не задеплоен..."
	startMsg      = `Так так так, кажется бот абет все еще не задеплоен. Хотя для этого было целых %d дней...`
)
